TargetApplication=Advanced Renamer
Author=Bastian Wiegmann
SourceLANGID=1033
LANGID=1031
Generator=DKLang Translation Editor v3.0
LastModified=2014-03-09 08:40:45

[About]
00000002=Über
00000094=Aren
00000161=Schließen
00000162=Versionen
00000165=Kommentare, Bugs, Verbesserungsvorschläge, etc. sind Willkommen
00000166=Über Advanced Renamer
00000167=Werfen Sie auch ein Blick in das Forum
00000168=Spenden

[AddDir]
00000002=Ordner hinzufügen
00000094=&Maske:
00000161=Abbrechen
00000162=OK
00000163=&Unterordner einbeziehen
00000164=Neuer Ordner...

[ARenMain]
00000002=ARen
00000005=0 Elemente
00000006=0 Fehler
00000007=Status: OK
00000008=Werkzeugleiste
00000009=Aktualisieren
00000010=Batch &testen
00000011=Auto &Test
00000012=Thumbnails anzeigen
00000013=Allgemein
00000014=&Hilfe
00000015=&Index...
00000016=&Tastenkürzel...
00000017=&Versions Änderungen...
00000018=Nach &Updates suchen...
00000020=&Über...
00000021=&Vorherigen Batch-Vorgang wiederherstellen
00000022=Starte Batch-Vorgang
00000023=Werkzeug-Leiste
00000024=&Hinzufügen
00000025=&Dateien...
00000026=&Ordner...
00000027=&Liste
00000028=&Laden...
00000029=&Speichern...
00000030=&Leeren...
00000031=&Fehlerhafte Dateien entfernen
00000032=Zum Anfang verschieben
00000033=Nach oben verschieben
00000034=Nach unten verschieben
00000035=Ans Ende verschieben
00000036=Dateien umbenennen
00000058=Ordner umbenennen
00000067=Dateiname:
00000068=Ordner:
00000069=Größe:
00000070=Erstellt am:
00000071=Geändert am:
00000072=Dateityp:
00000073=Attribute:
00000074=Letzter Zugriff am:
00000075=Datei-Info
00000076=Keine Informationen
00000077=Kann erweiterte Informationen nicht laden. Die Datei ist möglicherweise in Benutzung.
00000078=Bild
00000079=Größe:
00000080=Datum der Erstellung:
00000081=Autor:
00000082=Copyright:
00000084=ID3
00000085=Titel:
00000086=Künstler:
00000087=Album:
00000088=Track:
00000089=Jahr:
00000090=Genre:
00000091=Ordner
00000092=Enthält:
00000094=Keine Methoden gefunden
00000095=Liste der Umbenennungs-Methoden
00000096=Methoden-Leiste
00000097=Methode hinzufügen
00000098=Methode entfernen
00000099=Methoden leeren
00000100=Oben
00000101=Hoch
00000102=Runter
00000103=Unten
00000105=Methoden Liste laden
00000106=Methoden Liste speichern
00000107=Voreinstellungen:
00000110=Liste laden
00000111=Auswahl verschieben
00000112=Zum Anfang
00000113=Hoch
00000114=Runter
00000115=Ans Ende
00000116=Hinzufügen...
00000117=Entfernen
00000118=Ausführen
00000119=Eigenschaften...
00000120=Liste laden...
00000121=als Textdatei...
00000122=Liste leeren
00000123=Aktualisieren
00000124=Definitionen
00000125=Spalten anpassen
00000144=&Benutzerdefiniert...
00000145=&Kopieren
00000152=Verschieben
00000153=Oben
00000154=Hoch
00000155=Runter
00000156=Unten
00000157=Methode ändern auf
00000158=Methode hinzufügen
00000159=Löschen
00000160=Leeren
00000161=Benötigen Sie Hilfe bei den ersten Schritten?
00000162=Benötigen Sie Hilfe bei den ersten Schritten?
00000163=&Erste Schritte...
00000164=Schnellauswahl:
00000179=&Tag einfügen
00000180=&Wiederherstellen
00000181=Aus&schneiden
00000182=&Kopieren
00000183=&Einfügen
00000184=&Alles auswählen
00000185=Online &Forum besuchen...
00000186=Spalten anpassen
00000187=Definitionen
00000188=Spalten anpassen
00000189=Benutzerdefiniert...
00000190=Ansicht
00000191=Details
00000192=Große Symbole
00000193=Kleine Symbole
00000194=Liste
00000195=&Mithelfen...
00000196=Markieren
00000197=Markierung ausgewählter Elemente aufheben
00000198=Augewählte Elemente markieren
00000200=Alle Markierungen aufheben
00000201=Alles markieren
00000202=Batch Modus:
00000203=Ausgabe Ordner:
00000204=Liste speichern
00000205=als CSV Datei...
00000206=Elemente ohne ID3 Tags entfernen
00000207=Elemente ohne Bildinformationen entfernen
00000219=Kollosions-Regel:
00000220=Trennzeichen:
00000221=Muster:
00000223=Batch-Methoden öffnen
00000225=Batch-Methoden speichern
00000226=Video
00000227=Größe:
00000228=Frame Rate:
00000229=Dauer:
00000230=Video Codec:
00000231=Audio Codec
00000232=Bitrate:
00000233=GPS Ortung:
00000234=Zufällige Sortierung
00000235=Beschreibung ändern...
00000236=GPS Genauigkeit:
00000237=ExifTool...
00000238=Ordern-Werkzeugleiste hinzufügen
00000239=Auswahl hinzufügen
00000240=Dateien anzeigen
00000241=Aktualisieren
00000242=Ordneransicht
00000243=Ordneransicht
00000244=Ausgewählte Elemente hinzufügen
00000245=TV Show...
00000246=Importieren
00000247=TV Show:
00000248=TV Episode:
00000249=CSV Datei...
00000250=Markierung nach Muster...
00000251=Markierung nach Muster aufheben...
00000252=Einstellungen
00000253=Kommandozeile
00000254=Markierungen invertieren
00000255=Auswählen
00000256=Alles auswählen
00000257=Alles abwählen
00000258=Auswahl invertieren
00000259=Alles markieren, was nicht dem Muster entspricht...

[CustomizeCols]
00000002=Spalten benutzerdefiniert anpassen
00000094=Spalten &Einstellungen:
00000095=&Spalten:
00000096=Spalten&breite:
00000097=OK
00000098=Abbrechen
00000099=&Hoch
00000100=&Runter
00000101=&Oben
00000102=&Unten
00000103=Speichern
00000104=Löschen

[InsertTag]
00000003=<Inc Nr> - Nummern hochzählen
00000096=Default
00000097=<DirName> - Name des Ordners
00000099=<Inc Alpha> - Buchstaben hochzählen
00000101=<Num Dirs> - Gesamtanzahl der Unterverzeichnisse in diesem Ordner
00000103=<Num Files> - Gesamtanzahl der Dateien in diesem Ordner
00000105=<Ext> - Erweiterung
00000107=<Name> - Dateiname ohne Erweiterung
00000109=<Inc NrDir> - Nummern pro Ordner hochzählen
00000111=<Num Items> - Gesamtanzahl der Elemente in der Liste
00000113=ID3/MP3
00000114=<ID3 Album> - Album
00000116=<ID3 Year> - Jahr
00000118=<ID3 Track> - Titelnummer
00000120=<ID3 Title> - Titel
00000122=<ID3 Genre> - Genre
00000124=<ID3 Artist> - Künstler
00000126=Bild
00000127=<IMG Width> - Bildbreite
00000129=<IMG Height> - Bildhöhe
00000131=<IMG Year> - Jahr
00000133=<IMG Month> - Monat
00000135=<IMG Day> - Tag
00000137=<IMG Hour> - Stunde
00000139=<IMG Min> - Minute
00000141=<IMG Sec> - Sekunde
00000143=<IMG Author> - Autor der Abbildung
00000145=<IMG Copyright> - Copyright der Abbildung
00000147=Zeit
00000148=<Year> - Jahr
00000150=<Sec> - Sekunde
00000152=<Min> - Minute
00000154=<Hour> - Stunde
00000156=<Day> - Tag
00000158=<Month> - Monat
00000160=Erstellt
00000161=<Year Created> Erstelldatum: Jahr
00000163=<Sec Created> -  Erstelldatum: Sekunde
00000165=<Min Created> -  Erstelldatum: Minute
00000167=<Hour Created> -  Erstelldatum: Stunde
00000169=<Day Created> -  Erstelldatum: Tag
00000171=<Month Created> -  Erstelldatum: Monat
00000173=Geändert
00000174=<Year Modified> - Änderungsdatum: Jahr
00000176=<Sec Modified> - Änderungsdatum: Sekunde
00000178=<Min Modified> - Änderungsdatum: Minute
00000180=<Hour Modified> - Änderungsdatum: Stunde
00000182=<Day Modified> - Änderungsdatum: Tag
00000184=<Month Modified> - Änderungsdatum: Monat
00000186=&Hilfe
00000187=<Rand> - Zufällige Nummer
00000188=Erweitert
00000189=<File Content> - Datei Inhalt
00000190=<Bitrate> - Bitrate
00000191=<Substr> - Teilzeichenkette
00000192=<RSubstr> - Teilzeichenkette - Rechts
00000193=<Word> Indiziertes Word des Dateinamens
00000194=<IMG Subsec>
00000195=Dateigröße
00000196=<Filesize> - Dateigröße
00000197=<Filesize Kb> - Dateigröße in KB
00000198=<Filesize Mb> - Dateigröße in MB
00000199=<Filesize Gb> - Dateigröße in GB
00000200=<Filesize Tb> - Dateigröße in TB
00000201=Video
00000202=<Video Width> - Horizontale Video Auflösung
00000203=<Video Height> - Vertikale Video Auflösung
00000204=<Video Codec> - Video Codec
00000205=<Video Audio Codec> - Audio Codec
00000206=<Bitrate> - Gesamte Bitrate
00000207=<Video Bitrate> - Video Bitrate
00000208=<Video Audio Bitrate> - Audio Bitrate
00000210=<Video FrameRate> - Frames pro Sekunde
00000211=<Video Duration> - Länge des Videos
00000212=<Img CameraMake>
00000213=<Img CameraModel>
00000214=<Img Aperture>
00000215=<Img Brightness>
00000216=<Img FocalLength>
00000217=<Img ISO>
00000218=<Img ShutterSpeed>
00000219=<Img ExposureTime>
00000220=<Img Subject>
00000221=<Img Title>
00000222=<Img Contrast>
00000223=<Img ExposureMode>
00000224=<Img ExposureProgram>
00000225=<Img Saturation>
00000226=<Img Sharpness>
00000227=<Img WhiteBalance>
00000228=GPS
00000229=<GPS Lat> - Breite
00000230=<GPS Lat Deg> - Breitengrad
00000231=<GPS Lat Sec> - Breitesekunde
00000232=<GPS Lat Min> - Breitenminute
00000237=<GPS Lng> - Länge
00000238=<GPS Lng Deg> - Längengrad
00000239=<GPS Lng Min> - Längenminute
00000240=<GPS Lng Sec> - Längensekunde
00000241=<GPS Alt> - Höhe
00000242=<GPS Country> - Land in dem das Bild aufgenommen wurde
00000243=<GPS City> - Stadt in dem das Bild aufgenommen wurde
00000244=<GPS State> - Staat in dem das Bild aufgenommen wurde
00000245=<GPS Lng Dir> -Längenrichtung
00000246=<GPS Lat Dir> - Breitenrichtung
00000247=<ExifTool> - Wert von ExifTool
00000249=Prüfsumme
00000250=<MD5> - MD5 Prüfsumme
00000251=<SHA1> - SHA-1 Prüfsumme
00000252=<SHA256> - SHA-256 Prüfsumme
00000253=TV Show
00000254=<TVShow Genres> - Liste der Genre
00000255=<TVShow Year> - Jahr der Erstaustrahlung (Episode)
00000256=<TVShow Title> - Name der TV Show
00000257=<TVShow Season> - Nummer der Staffel
00000258=<TVShow EpisodeNumber> - Nummer der Epidose
00000259=<TVShow Day> - Tag der Erstaustrahlung
00000260=<TVShow Month> - Monat der Erstaustrahlung
00000261=<TVShow StartYear> - Jahr der Erstaustrahlung
00000262=<TVShow EpisodeTitle> - Episoden Titel
00000263=<TVShow EpisodeSequence> - Sequenzielle Episodennummer
00000264=<Inc Hex> - Inkrementelle, hexadezimale Nummerierung
00000265=<Inc Roman> - Inkrementelle, römische Nummerierung
00000266=<Video Title> - Video Titel
00000267=<Video Genre> - Video Genre
00000279=<ID3 Duration> - Audio Spieldauer
00000280=<ID3 Hour> - Audio Spieldauer: Stunden
00000281=<ID3 Min> - Audio Spieldauer: Minuten
00000282=<ID3 Sec> - Audio Spieldauer: Sekunden
00000283=<Video Hour> - Video Spieldauer: Stunden
00000284=<Video min> - Video Spieldauer: Minuten
00000285=<Video Sec> - Video Spieldauer: Sekunden
00000286=<File Line> - Zeilennummer
00000287=<Dec Nr> Dekrementelle Nummerierung

[InsertTagWnd]
00000002=Tag einfügen
00000094=Schließen
00000095=Numerischer Wert
00000096=Schema
00000097=OK
00000098=Reguläre Ausdrücke verwenden
00000099=Tags:
00000100=Metazeichen für Reguläre Ausdrücke:

[Patern]
00000002=Schablonen
00000094=Verfügbare &Schablonen:
00000159=&Löschen
00000160=&Ausgewählte Schablonen:
00000161=OK
00000162=Abbrechen
00000163=&Hinzufügen
00000164=&Neu

[PreRenaming]
00000002=Umbenennen starten
00000094=Einstellungen der Umbennenung:
00000160=Bitte vor dem Drücken der Schaltfläche "Umbenennen" prüfen, ob die Einstellungen der Umbennenung richtig sind!
00000161=Abbrechen
00000162=Umbenennen

[Progress]
00000002=Fortschritt
00000094=Bitte warten, während des Batch-Vorgangs...
00000160=Gesamtsumme der Dateien:
00000161=OK
00000162=Fehler anzeigen
00000163=Dateien hinzufügen:
00000164=Keine
00000165=Keine\nDateien die umbenannt werden konnten\nDateien die nicht umbenannt werden konnten\nAlle Dateien\n
00000166=Tab-Folie 1
00000167=Dateiname
00000168=Fehler Code
00000169=Fehler Beschreibung
00000170=Dateien insgesamt:
00000171=Erfolgreich:
00000172=Fehler:
00000173=Tab-Folie 2
00000174=Gefundene Fehler:

[ProgressAdd]
00000002=Bitte warten
00000094=Dateien hinzufügen...
00000161=Abbrechen

[ProgressError]
00000002=Fehler gefunden
00000094=Es wurden Fehler in den für den Batch-Vorgang ausgewählten Dateien gefunden. Die folgenden Dateien können nicht umbenannt werden. Bitte wählen Sie unten eine Aktion aus. Es wurden bis jetzt keine Dateien umbenannt.\nErrors has been found in the files selected for the batch. The following files cannot be renamed. Choose an action below. No files have been renamed yet.
00000161=Batch anhalten
00000163=Fehlerhafte Dateien ignorieren
00000164=Dateien insgesamt:
00000165=Fehler:
00000166=Dateiname
00000167=Fehler

[Settings]
00000002=Allgemeine Einstellungen
00000161=Abbrechen
00000162=OK
00000163=Default
00000164=&Nicht unterstützte Zeichen ersetzen mit:
00000165=&Breite:
00000166=&Höhe:
00000167=Zeige &Datei-Info Box
00000168=&Liste leeren bestätigen
00000171=&Eintrag in das Explorer Kontext-Menü
00000172=&Gitterlinien anzeigen
00000173=EXIF Information für Bildbreite und -höhe verwenden
00000175=Sprache:
00000177=Einstellungen in diesem Ordner speichern:
00000178=Persönlicher Ordner
00000179=Gleicher Ordner wie aren.exe
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Ordner öffnen..
00000187=Hilfe "Erste Schritte" anzeigen
00000188=Bei <Inc Nr> Methode mit Nullen auffüllen
00000194=Beim Start nach Updates suchen
00000195=EXIF Feld für Datum/Zeit Operationen bei Bild Dateien:
00000196=Überprüfung beeinflusst <Inc Nr> Tags
00000197=Trennzeichen:
00000198=.aren Dateityp mit Advanced Renamer verknüpfen
00000199=Umgebung
00000200=Einstellungen
00000201=Umbenennen
00000202=Bild Dateien
00000203=Musik Dateien
00000204=ID&3 Präferenz
00000205=Schnellauswahl anzeigen
00000206=Dateien hinzufügen, wenn Batch-Vorgang beendet wurde:
00000207=Windows Eingabeaufforderung
00000208=Anwendung in Umgebungsvariable PATH eintragen
00000209=JS Script Editor
00000210=Einrückungsgröße des Tab:
00000212=Hinter das Zeilenende scrollen
00000213=Max. Elemente:

[UndoBatchForm]
00000002=Wiederherstellen
00000094=Einen Wiederherstellungs-Job in der Liste links auswählen
00000161=Schließen
00000162=Liste wiederherstellen
00000163=Original Dateiname
00000164=Umbenannter Dateiname
00000165=Fehler
00000166=Ordner
00000167=Alles auswählen
00000168=Alles abwählen
00000169=Vorherigen Batch-Vorgang auswählen und den Knopf "Liste wiederherstellen" drücken, um die Umbenennung(en) rückgängig zu machen.
00000170=Umbenannte(r) Ordner
00000171=Löschen...
00000172=&Fehlerhafte Elemente abwählen

[frmAddFolderChoice]
00000001=Ordner hinzufügen
00000002=Abbrechen
00000003=OK
00000004=Dateien in den Ordner hinzufügen
00000005=Ordner hinzufügen
00000006=Unterordner mit einbeziehen
00000007=Dateinamen Maske:
00000008=Wählen Sie eine Methode, um Ordner zu Advanced Renamer hinzuzufügen.
00000009=&Stammordner hinzufügen
00000010=&Unterordner hinzufügen

[BatchResultFrame]
00000003=Letztes Ergebnis
00000004=Gesamtanzahl der Elemente:
00000005=Fehler gefunden:
00000006=Fehler anzeigen...
00000007=Batch-Vorgang rückgängig machen...
00000008=Elemente ohne Fehler hinzufügen
00000009=Elemente mit Fehlern hinzufügen
00000010=Alle Elemente hinzufügen

[frmExifTool]
00000002=ExifTool
00000094=Schließen
00000096=Tag:
00000097=Kopieren
00000098=ExifTool ist ein externe Software die mehr Dateiformate unterstützt als Advanced Renamer. Nutzen Sie ExifTool um auf mehr Metadaten zuzugreifen.\nExifTool is an external program with support for more file formats than Advanced Renamer supports natively.  Use ExifTool to gain access to more file meta data.
00000099=ExifTool website

[frmJSScript]
00000001=Skript
00000002=Skript schließen und ausführen
00000003=Dieses Skript wird für jedes Element in der Liste ausgeführt.
00000004=Dieses Skript wird nur einmal ausgeführt und zwar vor der Iteration und Verarbeitung aller Elemente in der Liste. Verwenden Sie es, um Initialwerte zu erzeugen.

[frmCSVImport]
00000002=CSV Import
00000003=&Importieren
00000008=Abbrechen
00000009=Dateiname:
00000010=Trennzeichen für Spalten:
00000011=Spalten für Original Dateinamen:
00000012=Spalte für neuen Dateinamen: (optional)
00000013=Ordner für Original Dateien:
00000014=Erste Zeile ist Kopfzeile
00000015=Original Dateiname
00000016=Neuer Dateiname
00000017=Status

[frmTVShow]
00000002=TV Show Import
00000003=OK
00000004=Suche nach TV Show:
00000005=Suchen
00000006=Weiter >
00000007=< Zurück
00000008=Abbrechen
00000009=TV Show:
00000010=Genre:
00000011=Staffeln:
00000013=Staffeln:
00000014=Episoden:
00000015=Dieser Leitfaden kann benutzt werden, um Info's zur TV Show von TVRage.com abzurufen.\n\nBevor Sie fortfahren sollten Sie sicher sein, dass die Dateien in der Liste in der richtigen Reihenfolge sind.\n\nWenn der Import von TVRage.com fertiggestellt ist, kann man die TV Show Tags dazu benutzen, die\nDateien anhand der neuen Informationen umzubenennen.\n
00000016=Import von:
00000017=Zähler Dateiliste:
00000018=Ausgewählte Episode:
00000019=Aktualisieren

[frmCommandLine]
00000002=Kommandozeilen Konfiguration
00000202=Batch Modus:
00000223=Batch Methode öffnen
00000224=Ordner:
00000225=Liste der Methoden (Datei):
00000226=Element Typ:
00000227=Elemente:
00000228=Elemente sortiert nach:
00000229=Ausgabe in Log Datei:
00000230=Zielordner:
00000231=Maske der Elemente:
00000232=Maske der regülären Ausdrücke:
00000233=Befehl:
00000234=Datei enhält die Elemente:
00000235=Elemente aus Unterordnern hinzufügen
00000236=Umkehren
00000237=Elemente aus Ordner
00000238=Liste der Elemente
00000239=Datei beinhaltet Elemente
00000240=Befehl kopieren
00000241=Als .bat Datei speichern...
00000242=Schließen
00000243=Datei öffnen
00000244=Datei speichern
00000245=Batch Datei speichern

[$CONSTANTS]
AbsoluteDateTime=Aktuelles Datum und Zeit
Accessed=Zugriffs-
AccessedDateTime=Zugriffsdatum und Zeit
Active=Aktiv
Add=Hinzufügen
AddFiles=Dateien hinzufügen
AddingFiles=Dateien hinzufügen...
All=Alle
AllFiles=Alle Dateien
AllItems=Alle Elemente
AnalyzingFiles=Analysiere Dateien...
ApplyScript=Skript ausführen
ApplyTo=Anwenden auf
Archive=Archiv
Archive_Short=A
Ask=Nachfragen
AtIndex=Bei Index
Audio=Audio
Backwards=Rückwärts
BatchModeCopy=Kopieren
BatchModeMove=Verschieben
BatchModeRename=Umbenennen
Beta=Beta
BetaFeature=Beta Feature
CaseSensitive=Groß- und Kleinschreibung beachten
ColumnName0=Dateiname
ColumnName1=Pfad
ColumnName10=ID3 Genre
ColumnName100=Ordnername
ColumnName101=Pfad
ColumnName102=Erstelldatum
ColumnName103=Attribute
ColumnName104=Neue Attribute
ColumnName105=Neuer Ordnername
ColumnName106=Neues Erstelldatum
ColumnName107=Fehler Code
ColumnName108=Fehler
ColumnName109=Neuer Pfad
ColumnName11=ID3 Titel
ColumnName12=ID3 Track
ColumnName13=ID3 Jahr
ColumnName14=Neue Attribute
ColumnName15=Neuer Dateiname
ColumnName16=Neues Erstelldatum
ColumnName17=Neues Zugriffsdatum
ColumnName18=Neues Änderungsdatum
ColumnName19=Fehler Code
ColumnName2=Größe
ColumnName20=Fehler
ColumnName21=Datum übernommen
ColumnName22=Erweiterung
ColumnName23=Neuer Pfad
ColumnName3=Datum der Erstellung
ColumnName4=Datum des letzten Zugriffs
ColumnName5=Datum der letzten Änderung
ColumnName6=Attribute
ColumnName7=Größe
ColumnName8=ID3 Album
ColumnName9=ID3 Interpret
CopiedFileCouldNotBeFound=Kopierte Datei konnte nicht gefunden werden
CopiedFolderCouldNotBeFound=Kopierter Ordner konnte nicht gefunden werden
CopiedItem=Kopiertes Element
CopiedItemPath=Pfad des kopierten Elements
Created=Erstell-
CreatedDateTime=Erstelldatum und Zeit
current=aktuell
Datetime=Datum und Zeit
Day=Tag
Day_Long_1=Montag
Day_Long_2=Dienstag
Day_Long_3=Mittwoch
Day_Long_4=Donnerstag
Day_Long_5=Freitag
Day_Long_6=Samstag
Day_Long_7=Sonntag
Day_Short_1=Mo
Day_Short_2=Di
Day_Short_3=Mi
Day_Short_4=Do
Day_Short_5=Fr
Day_Short_6=Sa
Day_Short_7=So
DeltaDateTime=Delta von Datum und Zeit
Description=Beschreibung
DirnamePattern=Ordnernamen Muster
Edit=Bearbeiten
Error=Fehler
Errors=Fehler
Err_100=OK
Err_101=Unbekannter Fehler
Err_102=<>:"/\\*? ist nicht erlaubt in Dateinamen
Err_103=Dateiname enthält ungültige Zeichen
Err_104=Dateiname zu lang
Err_105=Datei existiert bereits
Err_106=Ordner nicht gefunden
Err_107=Quelldatei nicht gefunden
Err_108=Dateiname nicht angegeben
Err_109=Möglichkeit von mehreren Dateien mit demselben Namen
Err_110=Ungültige Umbenenn-Methode
Err_111=Keine Bild-Informationen gefunden
Err_112=Kein ID3 TAG gefunden
Err_113=Zu viele Dateien für <Inc Alpha>
Err_114=Ungültiger Zeitstempel
Err_115=Erweiterung geändert
Err_116=Ungültiger Tag
Err_117=Ungültiger regulärer Ausdruck
Err_118=Schema nicht gefunden
Err_119=Kein Ergebnis vom Geo Server
Err_120=Ungültiges Ergebnis vom Geo Server
Err_121=Keine Video Informationen vorhanden
Err_122=Keine GPS Informationen vorhanden
Err_123=Ordner können nicht auf ein anderes Laufwerk kopiert oder verschoben werden
Err_124=Ungültiges Skript
Err_125=ExifTool Fehler
Err_126=Info's zur TV Show konnten nicht abgerufen werden. Zuerst die "TV Import" Funktion benutzen!
Excellent=Exzellent
EXIFDate_DateDigitized=Digitalisiert am
EXIFDate_DateOriginal=Original Datum
EXIFDate_DateTaken=Aufgenommen am
Extension=Erweiterung
Fair=Fair
File=Datei
FileCouldNotBeRenamed=Datei konnte nicht umbenannt werden
Fileinfo=Datei-Info
FilenamePattern=Dateinamen Schema
FileRenamedOK=Datei umbenannt OK
Files=Dateien
Folder=Ordner
FolderLocation=Speicherort des Ordner
Folders=Ordner
GettingThumbnails=Lese Thumbnails
Good=Gut
GotErrors=Fehler aufgetreten
HandleNegativeNumbers=Negative Zahlen verarbeiten
Hidden=Versteckt
Hidden_Short=H
Hour=Std
Ideal=Ideal
ImageDateTime=Datum und Uhrzeit des Bildes
ImageFile=Bild Datei
InputMessageDescription=Methoden Beschreibung ändern
InvertCase=Groß- und Kleinschreibung invertieren
ItemNotReverted=Änderungen am Element konnten nicht rückgängig gemacht werden
ItemRevertedOK=Änderungen am Element wurden rückgängig gemacht
Items=Elemente
LoadList=Liste laden
LowerCase=Alles klein schreiben
LowerCaseFirstLetter=Nur ersten Buchstaben klein schreiben
LowerCaseFirstLetterInEveryWord=Den ersten Buchstaben jeden Wortes klein schreiben
LowerCasePattern=Schema zu Kleinschreibung ändern
MethodName_Add=Hinzufügen
MethodName_Attributes=Attribute
MethodName_List=Liste
MethodName_Move=Verschieben
MethodName_NewCase=Neue Schreibweise
MethodName_NewName=Neuer Name
MethodName_Remove=Entfernen
MethodName_RemovePattern=Muster entfernen
MethodName_Renumber=Umnummerierung
MethodName_Replace=Ersetzen
MethodName_Script=Skript
MethodName_Swap=Tauschen
MethodName_Timestamp=Zeitstempel
MethodName_Trim=Schriftzeichen entfernen
Methods=Methoden
Min=Min
Moderate=Moderat
Modified=Änderungs-
ModifiedDateTime=Datum und Uhrzeit geändert
Month=Monat
Month_01_Long=Januar
Month_01_Short=Jan
Month_02_Long=Februar
Month_02_Short=Feb
Month_03_Long=März
Month_03_Short=Mär
Month_04_Long=April
Month_04_Short=Apr
Month_05_Long=Mai
Month_05_Short=Mai
Month_06_Long=Juni
Month_06_Short=Jun
Month_07_Long=Juli
Month_07_Short=Jul
Month_08_Long=August
Month_08_Short=Aug
Month_09_Long=September
Month_09_Short=Sep
Month_10_Long=Oktober
Month_10_Short=Okt
Month_11_Long=November
Month_11_Short=Nov
Month_12_Long=Dezember
Month_12_Short=Dez
MoveCount=Länge
MovedFileCouldNotBeFound=Verschobene Datei konnte nicht gefunden werden
MovedFolderCouldNotBeFound=Verschobener Ordner konnte nicht gefunden werden
MovedItem=Verschobenes Element
MovedItemPath=Pfad des verschobenen Elements
MoveFrom=Verschieben von
MoveRelative=Verschieben ab Zeichen
MoveTo=Verschieben nach
MsgTitle_Confirm_ClearList=Liste leeren
MsgTitle_Confirm_DeleteColumnSet=Spalten Definition löschen?
MsgTitle_Confirm_OverwriteColumnSet=Einstellung existiert bereits
MsgTitle_Confirm_Quit=Advanced Renamer beenden
MsgTitle_Error=Fehler
MsgTitle_Error_FileNotFound=Datei nicht gefunden
MsgTitle_Error_InvalidColumnSetName=Ungültiger Name
Msg_Confirm_ClearList=Sie sind dabei alle Dateien aus der Liste zu entfernen.\n\nWirklich fortfahren?
Msg_Confirm_ClearMethodList=Liste der Methoden leeren?
Msg_Confirm_DeleteColumnSet=Lösche Spalten Definition\n\nSind Sie sicher das sie die Definition mit dem Namen "%s" löschen möchten
Msg_Confirm_ExtChanged=Die Erweiterung einiger Datein wird geändert. Dies kann dazu führen, das diese Dateien unbrauchbar werdenl.\n\nWollen Sie mit dem Umbenennen trozdem fortfahren?
Msg_Confirm_OverwriteColumnSet=Definition existiert bereits\n\nMöchten Sie die Definition mit dem Namen "%s" überschreiben?
Msg_Confirm_OverwriteFile=Datei überschreiben?\n\nSie sind dabei die Datei "%s" zu überschreiben. Fortfahren?
Msg_Confirm_PopulateList=Soll das Textfeld mit den Original Namen der Elemente in der Liste gefüllt werden?
Msg_Confirm_Quit=Es befinden sich immer noch Dateien in der Liste\n\nSind Sie sicher das sie Beenden möchten?
Msg_Confirm_RenamingPossibleErrors=Fehler gefunden\n\nFehler gefunden, die es unmöglich machen die hunzugefügten Dateien umzubenennen.\n\nMit verbleibenden Fortfahren?
Msg_Confirm_SettingsPathChanged=Sie haben den Einstellungs-Ordner geändert.\n\nWollen Sie die derzeitigen Einstellungen in diesen Ordner kopieren?\n\nAchtung: Bereits existierende Datei(en) werden überschrieben.
Msg_Error_AddFileAssociation=Dateiverknüpfung konnte nicht durchgeführt werden
Msg_Error_CannotAddSoManyFiles=Dateien konnten nicht hinzugefügt werden.\n\nEs lassen sich nicht mehr als %d Elemente in die Liste aufnehmen.
Msg_Error_CheckUpdates=Fehler\n\nKonnte nicht auf Updates prüfen
Msg_Error_CoultNotCreateFolder=Ordner konnte nicht erstellt werden
Msg_Error_FileNotFound=Fehler\n\nKann Datei "%s" nicht finden.
Msg_Error_InvalidColumnSetName=Fehler\n\n%s ist kein gültiger Name\n\nEine Spalten-Definition darf nur Buchstaben, Nummern, - und _ enthalten.
Msg_Error_InvalidFolder=Fehler\n\nUngültiger Ordner.
Msg_Error_MustEnableBeforeAddFolders=Es muss entweder "%s" oder "%s" aktiviert sein
Msg_Error_NotFoundItems=%d Elemente wurden nicht gefunden.\n\n%s
Msg_Error_NoUndoList=Es wurde keine Wiederhestellungsliste ausgewählt.
Msg_Error_Only2000Plus=Dieses Feature wird auf diesem System nicht unterstützt. Windows 2000 oder höher wird benötigt.
Msg_Error_RemoveFileAssociation=Dateiverknüpfung konnte nicht entfernt werden
Msg_Error_RenamingNoFilesInList=Fehler\n\nKann mit dem Umbenennen nicht beginnen, da keine Dateien in der Liste vorhanden sind.
Msg_Error_Unknown=Unbekannter Fehler\n\n%s
Msg_FirstTimeUse=Dies scheint der erste Start von Advanced Renamer zu sein. Es wird empfohlen einen Blick in das Benutzerhandbuch zu werfen, bevor Sie dieses Programm verwenden.\n\nMöchten Sie das Benutzerhandbuch nun öffnen?
Msg_Info_BatchModeNotSupportedForFolders=Der ausgewählte Batch Modus wird für Ordner nicht unterstützt.
Msg_Info_ConvertMethods_0310=In dieser Version von Advaned Renamer sind die Voreinstellungen der Mehtoder in einem benutzerdefinierten Ordern gespeichert. Beim klicken auf OK werden die bereits exisiterenden Methoden in einen leeren Ordner konvertiert.
Msg_Info_CouldNotBeAdded=%d Datei(en) konnten nicht hinzugefügt werden.
Msg_Info_ItemsAlreadyInList=%d der Elemente sind bereits auf der Liste.
Msg_Info_LanguageChange=Änderung der Sprache werden erst nach dem Neustart des Programms wirksam.
Msg_Info_NewVersion=Eine neue Version von Advanced Renamer ist verfügbar.\n\nMöchten Sie diese herunterladen?
Msg_Info_NoNewVersion=Es sind zur Zeit keine neueren Versionen von Advanced Renamer vorhanden.
Msg_Info_RevertChanges=Alle Einstellungen werden auf Default zurückgesetzt.\n\nMöchten Sie fortfahren?
Msg_Info_UndoHasEnded=Wiederherstellen Batch-Vorgang wurde mit %d Fehlern beendet.
Msg_Info_UndoSuccess=Das Umbenennen wurde erfolgreich zurückgesetzt.
MusicFile=Musik Datei
Name=Name
NameAndExtension=Name und Erweiterung
NameCollisionRule_AppendImgSubsec=Millisekunden des Bilds anhängen
NameCollisionRule_AppendNumber=Nummer anhängen
NameCollisionRule_AppendPattern=Schema anhängen
NameCollisionRule_Fail=Fehler melden
NewCase=Neue Schreibweise
NewFolder=Neuer Ordner
NewName=Neuer Name
NewNumber=Neue Nummer
No=Nein
NoChange=Keine Änderung
NoMethods=Keine Methode in Benutzung.\n\nKlicken Sie auf "Hinzufügen" um neue Methoden hinzuzufügen.
None=Keine
Nth1=1.
Nth2=2.
Nth3=3.
Nth4=4.
Nth5=5.
Nth6=6.
Nth7=7.
Nth8=8.
Nth9=9.
NumberDifference=Differenz
NumberLength=Anzahl der Ziffern
NumberPosition=Position
NumericValueOrPattern=Numerischer Wert oder Suchschema
Occurrence=Häufigkeit
OK=OK
OriginalFileNotFound=Original Datei nicht gefunden
OriginalFileStillExists=Original Datei existiert noch immer
OriginalFolderNotFound=Original Ordner nicht gefunden
OriginalFolderStillExists=Original Ordner existiert noch immer
Pattern=Muster
Poor=Mangelhaft
PopulateList=Liste füllen
PreBatchScript=Skript vor dem Batch-Vorgang...
ReadOnly=Schreibgeschützt
Readonly_Short=R
RegEx_AnyChar=Jedes Zeichen
RegEx_CharList=Zeichen ist in der Zeichenliste enthalten
RegEx_Digit=Ziffer
RegEx_EndLine=Zeilenende
RegEx_Match0OrMore=0 oder mehr Treffer
RegEx_Match1Or0=Treffer bei 1 oder 0
RegEx_Match1OrMore=1 oder mehr Treffer
RegEx_MatchLeastNTimeNoMoreM=Mindestens n Treffer aber nicht mehr als m mal
RegEx_MatchLeastNTimes=mindestens n Treffer
RegEx_MatchNTimes=n-viele Treffer
RegEx_NonCharList=Zeichen ist nicht in der Zeichenliste enthalten
RegEx_NonDigit=Kein Ziffern-Zeichen
RegEx_NonWordChar=Kein Buchstaben-Zeichen
RegEx_StartLine=Zeilenbeginn
RegEx_SubAlternative=Subschema Alternative
RegEx_SubGroup=Subschema Gruppe
RegEx_SubMatch=Treffer beim erstem Subschema
RegEx_WordChar=Buchstaben-Zeichen
RemoveCount=Anzahl
RenamedFileCouldNotBeFound=Umbenannte Datei nicht gefunden
RenamedFolderCouldNotBeFound=Umbenannter Ordner nicht gefunden
RenamedItem=Umbenanntes Element
RenamedItemPath=Pfad des umbenannten Elements
RenumberChange=Änderungen sind
RenumberChangeTypeAbsoluteText=absolut
RenumberChangeTypeRelativeText=relativ zur existierenden Zahl
Replace=Ersetzen
ReplaceWith=Ersetzen mit
SaveColumnSet=Spalten Konfiguration speichern
SaveList=Liste speichern
Season=Staffel
Sec=Sek
SelectFolder=Ordner auswählen
SelectMethod=Methode auswählen
Separator=Trennzeichen
Set=Setze
ShowInWindow=In Fenster anzeigen...
Skip=Schrittweite
StartingAt=Starten bei
Status=Status
Status_TestingNames=Status: Teste Namen...
System=System
System_Short=S
Tag=Tag
TagCategoryAdvanced=Erweiterte Tags
TagCategoryChecksum=Prüfsummen Tags
TagCategoryDateTime=Tags bzgl. Datum/Uhrzeit
TagCategoryDateTimeCreated=Tags bzgl. Erstelldatum/-uhrzeit
TagCategoryDateTimeModified=Tags bzgl. Änderungsdatum/-uhrzeit
TagCategoryDefault=Standard Tags
TagCategoryFileSize=Tags bzgl. Dateigröße
TagCategoryGPS=GPS Tags
TagCategoryID3=ID3/MP3 Tags
TagCategoryImage=Bild/Foto Tags
TagCategoryTVShow=TV Show
TagCategoryVideo=Video Tags
TBShowlblEpisodesTitle=Staffeln und Episoden für "%s" auswählen.
TextList=Text Liste
TextToBeReplaced=Text der ersetzt werden soll
ToRemoveMoreThanOne=Um mehr als ein Muster zu entfernen bitte \\ zum trennen benutzen.
ToReplaceMoreThanOne=Um mehr als eine Phrase zu ersetzen, benutzen Sie \\ um die verschiedenen Phrasen zu trennen.
TrimCharacters=Liste der Zeichen
TypeNameForColumnSet=Einen Namen für die Spalten-Konfiguration eingeben.
Unknown=Unbekannt
Unset=Nicht gesetzt
UpdateAvailable=Update ist verfügbar. Klicken um Upgrade zu starten.
UpperCase=Alles groß schreiben
UpperCaseFirstLetter=Nur ersten Buchstaben groß schreiben
UpperCaseFirstLetterInEveryWord=Den ersten Buchstaben jeden Wortes groß schreiben
UpperCasePattern=Schema zu Großschreibung ändern
UseRegularExpressions=Reguläre Ausdrücke verwenden
Value=Wert
Video=Video
VideoFile=Video Datei
WithErrors=Elemente mit Fehler
WithoutErrors=Elemente ohne Fehler
WordSeperators=Wort Trennzeichen
Year=Jahr
Yes=Ja
ZeroPadding=Mit Nullen auffüllen
ZeroPadTypeAuto=automatisch
ZeroPadTypeManual=benutzerdefiniert
ZeroPadTypeNo=deaktiviert
